import LogoBlack from "@/assets/svg/logoBlack"

// Style
import style from "./styles/aboutUsComponent.module.scss"

const AboutUsComponent = () => {
  return (
    <main className={`${style.aboutComponent} container`}>
      <section className="head">
        <div className="logo">
          <LogoBlack />
        </div>
        <h1>شركة سليمان محمد بن سليمان المخلف لتجارة الجملة والتجزئة</h1>
        <p>
          شركة تتخصص في استيراد العود، ودهن العود من عدة دول من المصادر مباشرة، نحمل العلامة التجارية وسجل تجاري رقم:
          1131162098 صادر من وزارة التجارة والاستثمار بالمملكة العربية السعودية.
        </p>
      </section>

      <section className="content">
        <div>
          <h2>رؤيتنا</h2>
          <p>أن نكون الخيار الأمثل في هذا المجال؛ بكسب ثقة العملاء ورضاهم:</p>
          <ul>
            <li>الجودة العالية.</li>
            <li>الخدمة المتميزة.</li>
            <li>السعر المنافس.</li>
          </ul>
        </div>
        <div>
          <h2>رسالتنا</h2>
          <p>
            نسعى لنشر ثقافة العود وإحياء هذه الثروة الطبيعية في ظل غموض وصعوبة التمييز في هذا المجال؛ ليتمكن العملاء من
            معرفة الأنسب لهم، والمقارنة بين الكثير من العروض التي تواجههم، ويكون قرار الشراء مبني على علم ودراية.
          </p>
        </div>
        <div>
          <h2>قيمنا</h2>
          <p>
            نقوم نحن شركة المخلف للعود على مبدأ الوضوح والشفافية، والاهتمام بالعميل، ونحرص على الجودة، وانتقاء أفضل ما
            تنتجه أشجار العود بأسعار منافسة، وبهذه القيم بعد فضل الله تم بناء قاعدة عملاء كبيرة تربطنا بهم الثقة
            والمصداقية في جميع أنحاء العالم.
          </p>
        </div>
      </section>
    </main>
  )
}

export default AboutUsComponent
