// Icons
import LogoBlack from "@/assets/svg/logoBlack";

import style from "./styles/privacyPolicyComponent.module.scss";

const PrivacyPolicyComponent = () => {
  return (
    <div className="container">
      <section className="head">
        <LogoBlack />
      </section>

      <section className="content">
        <div>
          <p>
            بيان سياسة الخصوصية هذا يوضح كيف يستخدم ويحمي موقع المخلف للعود أي
            معلومات يتم جمعها عند استخدام هذا الموقع.
          </p>
          <p>
            ويلتزم موقع المخلف للعود بضمان حماية خصوصيتك ومعلوماتك. حيث يطلب منك
            تقديم بعض المعلومات التي يمكن التعرف من خلالها على هويتك عند استخدام
            هذا الموقع، ولن يتم استخدام هذه المعلومات إلا وفقا لبيان سياسة
            الخصوصية. علما أنه قد تتغير سياسة الخصوصية لموقع المخلف للعود من وقت
            لآخر عن طريق تحديث هذه الصفحة. فيجب عليك مراجعة هذه الصفحة من وقت
            لآخر للتأكد من مناسبة هذه التغييرات.
          </p>
          <p>
            من خلال قبولكم لسياسة الخصوصية الخاصة بعملاء الموقع، فإنكم تسمحون
            لنا بجمع المعلومات الشخصية الخاصة بكم فقط وفقا لسياسة الخصوصية وبشكل
            محدود جداً.
          </p>
        </div>
        <div>
          <h2>كيفية حصول موقع المخلف للعود على المعلومات الشخصية بالعملاء</h2>
          <p>
            عند فتح حساب جديد نقوم بطلب مجموعة من البيانات الشخصية للعميل، حيث
            يجب إكمال تلك البيانات بطريقة صحيحة لإتمام عملية التسجيل على الموقع
            وللتأكد من عدم وجود أي معلومات كاذبة أو مضللة.
          </p>
        </div>
        <div>
          <h2>ما يتم جمعه من معلومات شخصية:</h2>
          <p>
            نقوم نحن شركة المخلف للعود على مبدأ الوضوح والشفافية، والاهتمام
            بالعميل، ونحرص على الجودة، وانتقاء أفضل ما تنتجه أشجار العود بأسعار
            منافسة، وبهذه القيم بعد فضل الله تم بناء قاعدة عملاء كبيرة تربطنا
            بهم الثقة والمصداقية في جميع أنحاء العالم.
          </p>
        </div>
      </section>
    </div>
  );
};

export default PrivacyPolicyComponent;
